{"_id":{"$oid":"5fc30b4d2801151e42fd81b9"},"comments":[],"name":"The University of Texas at Dallas","image":"https://i2.wp.com/cs.utdallas.edu/wp-content/uploads/2019/10/ECSS-Front-Sign-2.jpg?w=1500&ssl=1","description":"The University of Texas at Dallas is a rising public research powerhouse with more than 28,000 students in eight schools and more than 140 academic degrees including top-ranked programs in business, engineering, science, audiology and arts and technology. The campus community is enriched by a commitment to the arts, service learning opportunities and an athletics program with new esports teams. UTD students, faculty, staff and alumni continue to rise to new challenges, proving that Comets shine bright.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc30e9cbfbe781eb8154109"},"comments":[],"name":"Yosemite National Park","image":"https://www.eastbaytimes.com/wp-content/uploads/2017/05/0604_nws_ocr-l-yosemite-10.jpg?w=1280","description":"Yosemite National Park is an American national park in the western Sierra Nevada of Central California, bounded on the southeast by Sierra National Forest and on the northwest by Stanislaus National Forest. The park is managed by the National Park Service and covers an area of 748,436 acres and sits in four counties: centered in Tuolumne and Mariposa, extending north and east to Mono and south to Madera County. Designated a World Heritage Site in 1984, Yosemite is internationally recognized for its granite cliffs, waterfalls, clear streams, giant sequoia groves, lakes, mountains, meadows, glaciers, and biological diversity. Almost 95% of the park is designated wilderness. On average, about four million people visit Yosemite each year, and most spend the majority of their time in the seven square miles of Yosemite Valley. The park set a visitation record in 2016, surpassing five million visitors for the first time in its history. Yosemite was central to the development of the national park idea. Galen Clark and others lobbied to protect Yosemite Valley from development, ultimately leading to President Abraham Lincoln's signing the Yosemite Grant in 1864.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc3101faf60581ed8930ccd"},"comments":[],"name":"Central Park","image":"https://images.adsttc.com/media/images/5bc8/ad06/f197/cc6b/2200/03c6/slideshow/02_Alternative-Central-Park-2.jpg?1539878142","description":"Central Park is an urban park in New York City located between the Upper West and Upper East Sides of Manhattan. It is the fifth-largest park in the city by area, covering 843 acres. It is the most visited urban park in the United States with an estimated 38 million visitors annually, and is the most filmed location in the world. Following proposals for a large park in Manhattan during the 1840s, it was approved in 1853 to cover 778 acres. In 1857, landscape architects Frederick Law Olmsted and Calvert Vaux won a design competition for the park with their 'Greensward Plan'. Construction began the same year; existing structures, including a majority-Black settlement named Seneca Village, were seized through eminent domain and razed. The park's first areas were opened to the public in late 1858. Additional land at the northern end of Central Park was purchased in 1859, and the park was completed in 1876. After a period of decline in the early 20th century, New York City parks commissioner Robert Moses started a program to clean up Central Park in the 1930s.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc3106baf60581ed8930cce"},"comments":[],"name":"Yellowstone National Park","image":"https://lh6.googleusercontent.com/-Ng9l_Fb1fd3V43jWAiLvAbIHgUuw6xjfe-mKH58whwj4CWDl1qwWQRYLvpofqKzAnYxfCjthmm_05fiseR7y-Z6ydG_0jLifhOIg93Mfg_ZZRdQH298UijV1_aW7K94CYgHyEi_","description":"Yellowstone National Park is an American national park located in the western United States, largely in the northwest corner of Wyoming and extending into Montana and Idaho. It was established by the U.S. Congress and signed into law by President Ulysses S. Grant on March 1, 1872. Yellowstone was the first national park in the U.S. and is also widely held to be the first national park in the world. The park is known for its wildlife and its many geothermal features, especially Old Faithful geyser, one of its most popular. While it represents many types of biomes, the subalpine forest is the most abundant. It is part of the South Central Rockies forests ecoregion. Although Native Americans have lived in the Yellowstone region for at least 11,000 years, aside from visits by mountain men during the early-to-mid-19th century, organized exploration did not begin until the late 1860s. Management and control of the park originally fell under the jurisdiction of the United States Department of the Interior, the first Secretary of the Interior to supervise the park being Columbus Delano. However, the U.S.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc31090af60581ed8930ccf"},"comments":[],"name":"Grand Canyon National Park","image":"https://www.thetimes.co.uk/expert-traveller/wp-content/uploads/2018/11/shutterstock_404297263-2200x880.jpg","description":"Grand Canyon National Park, located in northwestern Arizona, is the 15th site in the United States to have been named as a national park. The park's central feature is the Grand Canyon, a gorge of the Colorado River, which is often considered one of the Wonders of the World. The park, which covers 1,217,262 acres of unincorporated area in Coconino and Mohave counties, received more than six million recreational visitors in 2017, which is the second highest count of all American national parks after Great Smoky Mountains National Park. The Grand Canyon was designated a World Heritage Site by UNESCO in 1979. The park celebrated its 100th anniversary on February 26, 2019.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc310adaf60581ed8930cd0"},"comments":[],"name":"Walt Disney World® Resort","image":"https://sir.wdwnt.com/wdwnt.com/2020/03/cinderella-castle.jpg","description":"The Walt Disney World Resort, also called Walt Disney World and Disney World, is an entertainment complex in Bay Lake and Lake Buena Vista, Florida, in the United States, near the cities of Orlando and Kissimmee. Opened on October 1, 1971, the resort is owned and operated by Disney Parks, Experiences and Products, a division of The Walt Disney Company. It was first operated by Walt Disney World Company. The property covers nearly 25,000 acres, of which half has been used. The resort comprises four theme parks, two water parks, 27 themed resort hotels, nine non-Disney hotels, several golf courses, a camping resort, and other entertainment venues, including the outdoor shopping center Disney Springs. Designed to supplement Disneyland in Anaheim, California, which had opened in 1955, the complex was developed by Walt Disney in the 1960s. 'The Florida Project', as it was known, was intended to present a distinct vision with its own diverse set of attractions. Walt Disney's original plans also called for the inclusion of an 'Experimental Prototype Community of Tomorrow', a planned community intended to serve as a test bed for new city-living innovations.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc310ccaf60581ed8930cd1"},"comments":[],"name":"Statue of Liberty National Monument","image":"https://lemiapp.com/api/v3/fullsize?url=https%3A%2F%2Flemi.travel%2Fuploads%2Fweb-8d7709cd-499e-4e0e-981c-a9aa58705901~1-0.jpg","description":"The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor within New York City, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886. The statue is a figure of Libertas, a robed Roman liberty goddess. She holds a torch above her head with her right hand, and in her left hand carries a tabula ansata inscribed JULY IV MDCCLXXVI, the date of the U.S. Declaration of Independence. A broken shackle and chain lie at her feet as she walks forward, commemorating the recent national abolition of slavery. After its dedication, the statue became an icon of freedom and of the United States, seen as a symbol of welcome to immigrants arriving by sea. Bartholdi was inspired by a French law professor and politician, Édouard René de Laboulaye, who is said to have commented in 1865 that any monument raised to U.S. independence would properly be a joint project of the French and U.S. peoples.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc310f6af60581ed8930cd2"},"comments":[],"name":"Empire State Building","image":"https://90northgroup.com/wp-content/uploads/2016/09/shutterstock_129799142.jpg","description":"The Empire State Building is a 102-story Art Deco skyscraper in Midtown Manhattan in New York City. It was designed by Shreve, Lamb & Harmon and built from 1930 to 1931. Its name is derived from 'Empire State', the nickname of the state of New York. The building has a roof height of 1,250 feet and stands a total of 1,454 feet tall, including its antenna. The Empire State Building stood as the world's tallest building until the construction of the World Trade Center in 1970; following its collapse in 2001, the Empire State Building was again the city's tallest skyscraper until 2012. As of 2020, the building is the seventh-tallest building in New York City, the ninth-tallest completed skyscraper in the United States, the 48th-tallest in the world, and the fifth-tallest freestanding structure in the Americas. The site of the Empire State Building, in Midtown South on the west side of Fifth Avenue between West 33rd and 34th Streets, was developed in 1893 as the Waldorf–Astoria Hotel. In 1929, Empire State Inc. acquired the site and devised plans for a skyscraper there.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc31129af60581ed8930cd3"},"comments":[],"name":"Golden Gate Bridge","image":"https://www.visittheusa.com/sites/default/files/styles/hero_l_x2/public/images/hero_media_image/2017-05/23b0b0b9caaa07ee409b693da9bf9003.jpeg?itok=wcs97iyf","description":"The Golden Gate Bridge is a suspension bridge spanning the Golden Gate, the one-mile-wide strait connecting San Francisco Bay and the Pacific Ocean. The structure links the U.S. city of San Francisco, California—the northern tip of the San Francisco Peninsula—to Marin County, carrying both U.S. Route 101 and California State Route 1 across the strait. The bridge is one of the most internationally recognized symbols of San Francisco and California. It was initially designed by engineer Joseph Strauss in 1917. It has been declared one of the Wonders of the Modern World by the American Society of Civil Engineers. The Frommer's travel guide describes the Golden Gate Bridge as 'possibly the most beautiful, certainly the most photographed, bridge in the world.' At the time of its opening in 1937, it was both the longest and the tallest suspension bridge in the world, with a main span of 4,200 feet and a total height of 746 feet.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc31141af60581ed8930cd4"},"comments":[],"name":"Times Square","image":"https://upload.wikimedia.org/wikipedia/commons/4/47/New_york_times_square-terabass.jpg","description":"Times Square is a major commercial intersection, tourist destination, entertainment center, and neighborhood in the Midtown Manhattan section of New York City, at the junction of Broadway and Seventh Avenue. Brightly lit by numerous billboards and advertisements, it stretches from West 42nd to West 47th Streets, and is sometimes referred to as 'the Crossroads of the World', 'the Center of the Universe', 'the heart of the Great White Way', and 'the heart of the world'. One of the world's busiest pedestrian areas, it is also the hub of the Broadway Theater District and a major center of the world's entertainment industry. Times Square is one of the world's most visited tourist attractions, drawing an estimated 50 million visitors annually. Approximately 330,000 people pass through Times Square daily, many of them tourists, while over 460,000 pedestrians walk through Times Square on its busiest days. Formerly known as Longacre Square, Times Square was renamed in 1904 after The New York Times moved its headquarters to the then newly erected Times Building, now One Times Square.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc31181af60581ed8930cd5"},"comments":[],"name":"The Metropolitan Museum of Art","image":"https://www.theparisreview.org/blog/wp-content/uploads/2018/05/1025px-the_metropolitan_museum_of_art.jpg","description":"The Metropolitan Museum of Art maintains a museum and library of art in the City of New York. Its main collections include arms and armor, ancient Near Eastern art, Asian art, costumes, drawings and prints, European sculpture and decorative arts, Greek and Roman art, Islamic art, medieval art, modern and contemporary art, musical instruments, photographs, and the Robert Lehman Collection, as well as the arts of Africa, Oceania, and the Americas. The institution was founded in 1870 and is based in New York, New York.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc3119caf60581ed8930cd6"},"comments":[],"name":"Arches National Park","image":"https://img.travelawaits.com/quill/f/d/6/b/9/a/fd6b9ac619ad401076d104128a6560cd65961ab0.jpg","description":"Arches National Park is a national park in eastern Utah, United States. The park is adjacent to the Colorado River, 4 miles north of Moab, Utah. More than 2,000 natural sandstone arches are located in the park, including the well-known Delicate Arch, as well as a variety of unique geological resources and formations. The park contains the highest density of natural arches in the world. The park consists of 76,679 acres of high desert located on the Colorado Plateau. The highest elevation in the park is 5,653 feet at Elephant Butte, and the lowest elevation is 4,085 feet at the visitor center. The park receives an average of less than 10 inches of rain annually. Administered by the National Park Service, the area was originally named a national monument on April 12, 1929, and was redesignated as a national park on November 12, 1971. The park received more than 1.6 million visitors in 2018.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc311b4af60581ed8930cd7"},"comments":[],"name":"Joshua Tree National Park","image":"https://nas-national-prod.s3.amazonaws.com/styles/hero_image/s3/joshua-tree.jpg?itok=UR5zuz0v","description":"Joshua Tree National Park is an American national park in southeastern California, east of Los Angeles and San Bernardino, near Palm Springs. It is named for the Joshua trees native to the Mojave Desert. Originally declared a national monument in 1936, Joshua Tree was redesignated as a national park in 1994 when the U.S. Congress passed the California Desert Protection Act. Encompassing a total of 790,636 acres – slightly larger than the state of Rhode Island – the park includes 429,690 acres of designated wilderness. Straddling San Bernardino and Riverside Counties, the park includes parts of two deserts, each an ecosystem whose characteristics are determined primarily by elevation: the higher Mojave Desert and the lower Colorado Desert. The Little San Bernardino Mountains traverse the southwest edge of the park.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc311ddaf60581ed8930cd8"},"comments":[],"name":"Universal Orlando Resort","image":"https://floridapolitics.com/wp-content/uploads/2018/08/Universal-Orlando-Resort.jpg.jpg","description":"Universal Orlando Resort, Inc. owns and operates a resort. Its amenities includes theme parks, hotels, entertainment complex, rides, shows, events, dining facilities, and shopping facilities. The company also offers online merchandise, such as accessories, apparel, collectibles, costumes, headwear, holiday products, home decorations, souvenirs, sweets, and toys. Universal Orlando Resort, Inc. was formerly known as Universal Studios Escape and changed its name to Universal Orlando Resort, Inc. in January, 2001. The company was founded in 1990 and is based in Orlando, Florida. Universal Orlando Resort, Inc. operates as a subsidiary of NBCUniversal Media, LLC.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc311fcaf60581ed8930cd9"},"comments":[],"name":"Antelope Canyon","image":"https://cdn.mos.cms.futurecdn.net/eUmL6FWSoRYZdNsTJBBfi.jpg","description":"Antelope Canyon is a slot canyon in the American Southwest, on Navajo land east of Page, Arizona. It includes two separate, scenic slot canyon sections, referred to as Upper Antelope Canyon, and Lower Antelope Canyon. The Navajo name for Upper Antelope Canyon is Tsé bighánílíní, which means 'the place where water runs through rocks'. Lower Antelope Canyon is Hazdistazí, or 'spiral rock arches'. Both are in the LeChee Chapter of the Navajo Nation. They are accessible by guided tour only.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc31223af60581ed8930cda"},"comments":[],"name":"Death Valley National Park","image":"https://www.nationalparks.org/sites/default/files/death-valley-istock.jpg","description":"Death Valley National Park is an American national park that straddles the California–Nevada border, east of the Sierra Nevada. The park boundaries include Death Valley, the northern section of Panamint Valley, the southern section of Eureka Valley, and most of Saline Valley. The park occupies an interface zone between the arid Great Basin and Mojave deserts, protecting the northwest corner of the Mojave Desert and its diverse environment of salt-flats, sand dunes, badlands, valleys, canyons, and mountains. Death Valley is the largest national park in the contiguous United States, and the hottest, driest and lowest of all the national parks in the United States. The second-lowest point in the Western Hemisphere is in Badwater Basin, which is 282 feet below sea level. Approximately 91% of the park is a designated wilderness area. The park is home to many species of plants and animals that have adapted to this harsh desert environment. Some examples include creosote bush, bighorn sheep, coyote, and the Death Valley pupfish, a survivor from much wetter times. UNESCO included Death Valley as the principal feature of its Mojave and Colorado Deserts Biosphere Reserve in 1984.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc31242af60581ed8930cdb"},"comments":[],"name":"The White House","image":"https://media.architecturaldigest.com/photos/5880c85fb38c2a1325590975/16:9/w_2560%2Cc_limit/GettyImages-736362.jpg","description":"White House : the official residence of the US president in Washington, DC","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc3125baf60581ed8930cdc"},"comments":[],"name":"Mount Rushmore National Memorial","image":"https://upload.wikimedia.org/wikipedia/commons/d/d0/Dean_Franklin_-_06.04.03_Mount_Rushmore_Monument_%28by-sa%29.jpg","description":"Mount Rushmore National Memorial is centered on a colossal sculpture carved into the granite face of Mount Rushmore in the Black Hills in Keystone, South Dakota. Sculptor Gutzon Borglum created the sculpture's design and oversaw the project's execution from 1927 to 1941 with the help of his son Lincoln Borglum. The sculpture features the 60-foot heads of Presidents George Washington, Thomas Jefferson, Theodore Roosevelt, and Abraham Lincoln, as recommended by Borglum. The four presidents were chosen to represent the nation's birth, growth, development, and preservation, respectively. The memorial park covers 1,278 acres and the actual mountain has an elevation of 5,725 feet above sea level. South Dakota historian Doane Robinson is credited with conceiving the idea of carving the likenesses of noted figures into the mountains of the Black Hills of South Dakota in order to promote tourism in the region. His initial idea was to sculpt the Needles; however, Gutzon Borglum rejected the Needles because of the poor quality of the granite and strong opposition from the Lakota, who consider the Black Hills to be sacred ground; it was originally included in the Great Sioux Reservation.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc3127daf60581ed8930cdd"},"comments":[],"name":"Lincoln Memorial","image":"https://www.triphacksdc.com/wp-content/uploads/2019/07/shutterstock_1146555305-1024x768.jpg","description":"The Lincoln Memorial is a US national memorial built to honor the 16th President of the United States, Abraham Lincoln. It is located on the western end of the National Mall in Washington, D.C., across from the Washington Monument. Taking the form of a neoclassical temple, the memorial's architect was Henry Bacon. The designer of the memorial interior's large central statue – Abraham Lincoln, 1920 – was Daniel Chester French; the Lincoln statue was carved by the Piccirilli Brothers. The painter of the interior murals was Jules Guerin. Dedicated in May 1922, it is one of several memorials built to honor an American president. It has always been a major tourist attraction and since the 1930s has been a symbolic center focused on race relations. The building is in the form of a Greek Doric temple and contains a large seated sculpture of Abraham Lincoln and inscriptions of two well-known speeches by Lincoln, The Gettysburg Address and his second inaugural address. The memorial has been the site of many famous speeches, including Martin Luther King Jr.'s 'I Have a Dream' speech, delivered on August 28, 1963, during the rally at the end of the March on Washington for Jobs and Freedom.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
{"_id":{"$oid":"5fc31297af60581ed8930cde"},"comments":[],"name":"Stanford University","image":"https://www.triphacksdc.com/wp-content/uploads/2019/07/shutterstock_1146555305-1024x768.jpg","description":"Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is ranked among the most prestigious universities in the world by numerous major education publications. The university was founded in 1885 by Leland and Jane Stanford in memory of their only child, Leland Stanford Jr., who had died of typhoid fever at age 15 the previous year. Stanford was a U.S. Senator and former Governor of California who made his fortune as a railroad tycoon. The school admitted its first students on October 1, 1891, as a coeducational and non-denominational institution.","author":{"id":{"$oid":"5fc30b16a0d1c21e321fd584"},"username":"admin"},"__v":0}
